Repository: msoutopico/pisa_2025stg_translation_es-ZZ_post-verification-review
Catalog: omegat/project_save.tmx
Source language: en
Languages: sv_se

source: <Standardised tests> are consistent in design, content, administration, and scoring.
sv_se: Standardiserade prov är konsekventa när det gäller utformning, innehåll, administration och poängsättning.

source: <Standardised-tests>
sv_se: Standardiserade prov

source: <Test language>
sv_se: Svenska

source: <Test language> homework
sv_se: Läxor i svenska

source: <This academic year>, which of the following activities does your school offer to students in the <national modal grade for 15-year-olds>?
sv_se: Vilka av följande aktiviteter erbjuder din skola elever i årskurs 9 under detta läsår? Om du arbetar vid en gymnasieskola avser frågan årskurs 1.

source: Population density
sv_se: Populationstäthet

source: (Other languages include <PISA reading test language> as well as other languages different from <English²> .)
sv_se: (Andra språk omfattar svenska samt alla andra språk förutom engelska.)

source: (Please only consider lessons that are entirely or almost entirely taught in <English²>, and where <English¹> is not the main subject.)
sv_se: (Ta bara med lektioner där undervisningen helt eller nästan helt sker på engelska och där engelska inte är huvudämnet.)

source: 1 Some cells are removed from a Finn-Dorset sheep.
sv_se: 1 Några celler tas från ett Finn-Dorset-får.

source: 2 One cell, including the nucleus, is selected.
sv_se: 2 En cell, inklusive cellkärnan, väljs ut.

source: 3 One cell is taken from a Scottish Blackface sheep.
sv_se: 3 En cell tas från ett Scottish Blackface-får.

source: 4 The two cells are fused using an electric current.
sv_se: 4 De två cellerna slås samman med hjälp av en elektrisk ström.

source: 5 A single cell forms.
sv_se: 5 En enda cell bildas.

source: 6 The cell begins to divide normally and forms an embryo.
sv_se: 6 Cellen börjar att dela sig normalt och bildar ett embryo.

source: 7 The embryo is placed into a female sheep (surrogate), where it continues to grow.
sv_se: u Embryot placeras i en fårhona (surrogat), där det fortsätter att växa.

source: 8 A lamb (Dolly) is born.
sv_se: 8 Ett lamm (Dolly) föds.

source: Add 2 new plans by clicking twice.
sv_se: Lägg till 2 nya upplägg genom att klicka två gånger.

source: Ask Ben how traffic affects the journey.
sv_se: Fråga Bengt hur trafiken påverkar resan.

source: Atmosphere refers to the amount of gas that surrounds the planet.
sv_se: Atmosfär avser mängden gas som omger planeten.

source: Biological control is when an organism (such as a weed) is controlled by the introduction of a biological agent.
sv_se: Biologisk bekämpning är när en organism (till exempel ett ogräs) bekämpas genom att föra in ett biologiskt medel.

source: Both recordings have the ‘Hello’ call in common : dolphins greet each other when they meet.
sv_se: Båda inspelningarna har ”Hej”-ljudet gemensamt : delfinerna hälsar på varandra när de möts.

source: Click on on the arrow that connects Activity 1 and Fitness.
sv_se: Klicka på som ligger på pilen som kopplar ihop aktivitet 1 och kondition.

source: Click to play the calls you loaded.
sv_se: Klicka på för att spela upp de ljud som du laddade in.

source: Click to check that MOST dolphins react to the calls and stay in the fish-rich area .
sv_se: Klicka på för att kontrollera att DE FLESTA delfiner reagerar på ljuden och stannar kvar i området med mycket fisk .

source: Code blocks instruct the computer to create your artwork.
sv_se: Kodblock ger datorn instruktioner för att skapa ditt konstverk.

source: Compliance:
sv_se: Följsamhet:

source: Decanting:
sv_se: Dekantering:

source: Distance travelled affects travel time, so connect them.
sv_se: Körsträckan påverkar restiden, så koppla ihop dem.

source: Drag and drop the sound machine in to the Livestream area.
sv_se: Dra och släpp ljudmaskinen till sändningsområdet.

source: Drag the unlabelled call from the Call library to the Workspace.
sv_se: Dra det omärkta ljudet från ljudbiblioteket till arbetsytan.

source: Drag each unlabelled call into the Label call space.
sv_se: Dra varje omärkt ljud till platsen Ljudets betydelse.

source: Drag the unlabelled call into the Label call space.
sv_se: Dra det omärkta ljudet till platsen Ljudets betydelse.

source: Efficacy:
sv_se: Effektivitet:

source: Filtration:
sv_se: Filtrering:

source: First Source Use all available power from first source | Second source Only use when first source is insufficient
sv_se: Primär källa Använd all tillgänglig el genererad från den primära källan | Sekundär källa Använd bara när el från den primära källan är otillräcklig

source: Goal of the program: Move to the grey square and avoid the black squares.
sv_se: Programmets målsättning: Flytta till den grå rutan och undvik de svarta rutorna.

source: Gravity refers to the attraction exerted by a planet on objects.
sv_se: Gravitation avser en planets dragningskraft på föremål.

source: Higher pitch sounds have a shorter wavelength than lower pitch sounds.
sv_se: Ljud med högre frekvens har kortare våglängd än ljud med lägre frekvens.

source: If not, they move to the next area ().
sv_se: om inte fortsätter de till nästa område ().

source: If they visited all viewing areas, they exit the exhibition ().
sv_se: om de har besökt alla visningområden lämnar de utställningen ().

source: If blocks instruct the frog what to do in different situations.
sv_se: Om-blocken instruerar grodan vad den ska göra i olika situationer.

source: If the frog senses logs, it will jump until it reaches the end of the logs.
sv_se: Om grodan känner av stockar kommer den att hoppa tills den når slutet av stockarna.

source: If the frog senses water, it will swim until it reaches the end of the water.
sv_se: Om grodan känner av vatten kommer den att simma tills den når slutet av vattnet.

source: Increase the hours of Activity 1 from one plan to the next.
sv_se: Öka antalet timmar för aktivitet 1 från det ena upplägget till nästa upplägg.

source: Label the call with ‘Let’s race’ using the drop-down.
sv_se: Märk ljudet med "Nu tävlar vi" med hjälp av rullistan.

source: Load the sound machine by dragging the ‘Let’s race’ sound into the Call 2 block.
sv_se: Ladda ljudmaskinen genom att dra "Nu tävlar vi"-ljudet till ljud 2-blocket.

source: Load the sound machine by dragging two correct calls in the correct order.
sv_se: Ladda ljudmaskinen genom att dra de två korrekta ljuden i rätt ordning.

source: Loud sounds have a greater amplitude than quieter sounds.
sv_se: Höga ljud har större amplitud än lägre ljud.

source: Note:
sv_se: Observera:

source: Only dolphins that are close enough to the machine can hear the calls: the position of the sound machine matters!
sv_se: Det är bara delfiner som befinner sig tillräckligt nära maskinen som kan höra ljuden: ljudmaskinens placering är viktig!

source: Selective dissolution:
sv_se: Selektiv upplösning:

source: Step 1.
sv_se: Steg 1.

source: Step 1: Each student pours 5 g of Brand A sanitiser on their hands.
sv_se: Steg 1: varje elev häller 5 g handdesinfektion av märke A på sina händer och

source: Step 2.
sv_se: Steg 2.

source: Step 2: Each student presses their fingertips gently onto one agar plate.
sv_se: Steg 2: varje elev trycker fingertopparna varsamt mot en agarplatta.

source: Step 3.
sv_se: Steg 3.

source: Step 3: They store the agar plates at 37°C for 3 days.
sv_se: Steg 3: de förvarar agarplattorna vid 37 °C i 3 dagar.

source: Step 4.
sv_se: Steg 4.

source: Step 4: They observe the agar plates for bacterial growth.
sv_se: Steg 4: de observerar bakterietillväxten på agarplattorna.

source: T. rex Body Size
sv_se: Kroppsstorleken hos T. rex

source: T. rex had a rapid increase in growth during adolescence.
sv_se: T. rex hade en snabb tillväxt som ungdjur.

source: T. rex reached full size at about age 19.
sv_se: T. rex blev fullvuxen vid ungefär 19 års ålder.

source: The resulting reproduction number, Rₑ, is the average number of people who will contract a contagious disease from one person with that disease.
sv_se: Det beräknade reproduktionstalet, R, är det genomsnittliga antalet människor som kommer att smittas av en person som bär på sjukdomen.

source: Tyrannosaurus rex (T. rex) was a type of large carnivorous dinosaur.
sv_se: Tyrannosaurus rex (T. rex) var en stor köttätande dinosaurie.

source: big red ants do not respond to Chemical D.
sv_se: stora rödmyror reagerar inte på kemikalie D.

source: if not () and no space is available yet in the viewing area (), they wait another minute
sv_se: om inte () och det fortfarande inte finns plats i visningsområdet (), väntar de ytterligare en minut

source: if yes (), they exit the exhibition.
sv_se: om ja (), lämnar de utställningen.

source: little red ants respond to BOTH chemicals
sv_se: små rödmyror reagerar på BÅDA kemikalierna

source: Include both full-time and part-time teachers.
sv_se: Inkludera både heltidsanställda och deltidsanställda lärare.

source: <self-study/private study> refers to learning or revising on school-related subjects at your own pace without the help or direction of a teacher or tutor.
sv_se: Självstudier är studier eller repetition av skolämnen i din egen takt utan hjälp eller ledning av en lärare eller privatlärare.

source: and are intersections on the grid.
sv_se: och är korsningar i rutnätet.

source: indicates a missing instruction.
sv_se: visar en instruktion som saknas.

source: means ‘I am a red ant’
sv_se: betyder "jag är en rödmyra"

source: means ‘follow me’.
sv_se: betyder "följ mig".

source: to the left
sv_se: åt vänster

source: to the right
sv_se: åt höger

source: A longleaf pine savanna (grassland dotted with trees) was cleared and replaced by a dense loblolly pine plantation.
sv_se: En savann (en typ av gräsmark med glest utspridda träd) med långbarrig tall avverkades och ersattes av en tallodling med tätt odlad loblollytall.

source: A new code block is now available.
sv_se: Nu finns det ett nytt kodblock.

source: A pH scale can be used to classify solutions as acidic, basic or neutral.
sv_se: En pH-skala kan användas för att klassificera lösningar som sura, basiska eller neutrala.

source: A weed is a plant that is growing in an area where it is unwanted, such as among farmed plants.
sv_se: Ett ogräs är en växt som växer i ett område där den är oönskad, till exempel bland odlade växter.

source: A Positron Emission Tomography (PET) scan is a medical imaging test used to diagnose and monitor some diseases.
sv_se: En undersökning med positronemissionstomografi (PET) är en medicinsk avbildningsteknik som används för att diagnostisera och övervaka vissa sjukdomar.

source: A bat sending out sound towards an object.
sv_se: En fladdermus som sänder ut ljud mot ett föremål.

source: A carbon footprint is defined as the total amount of all greenhouse gas emissions that are released across all stages of a product’s life-cycle, from its production and transportation to its use and waste disposal.
sv_se: Ett koldioxidavtryck definieras som den totala mängden växthusgasutsläpp som släpps ut under alla stadier i en produkts livscykel, från produktion och transport till användning och avfallshantering.

source: A cataract is an eye condition that reduces the amount of light that can pass through the eye.
sv_se: En katarakt är en ögonsjukdom som minskar mängden ljus som kan passera genom ögat.

source: A city (100 000 to about 1 000 000 people)
sv_se: En större stad (100 000 invånare eller fler)

source: A city wants to reduce the effect on the behaviour of moths attracted to the light emitted by its streetlights.
sv_se: En stad vill minska effekten på beteendet hos nattfjärilar som dras till det ljus som gatubelysningen strålar ut.

source: A cleared path connects the middle fragment to fragment (C).
sv_se: En avverkad korridor band samman odlingsytan i mitten med odlingsyta (C).

source: A coastal town is considering constructing an offshore wind turbine farm to generate electricty.
sv_se: En kuststad överväger att bygga en havsbaserad vindkraftspark för att generera elektricitet.

source: A computer (laptop, desktop, or tablet) that you can use for school work
sv_se: En dator (bärbar, stationär eller surfplatta) som du kan använda för ditt skolarbete

source: A control group was grown in soil that did not contain root fungi.
sv_se: En kontrollgrupp odlades i jord som inte innehöll rotsvamp.

source: A country can have different seismic zones depending on the frequency and intensity of past earthquakes.
sv_se: Ett land kan ha olika seismiska zoner beroende på frekvensen och intensiteten av tidigare jordbävningar.

source: A decision is made to reduce light pollution in one city.
sv_se: Ett beslut fattas om att minska ljusföroreningarna i en stad.

source: A dinosaur steps in mud and leaves footprints.
sv_se: En dinosaurie trampar i lera och lämnar fotspår.

source: A factory is using gas sensors to measure the concentration of carbon monoxide (CO) to ensure workers’ safety.
sv_se: En fabrik använder gassensorer för att mäta koncentrationen av kolmonoxid (CO) för att säkerställa arbetarnas säkerhet.

source: A factory produces three different types of wastewater that need to be treated so that the pH is as close to 7 as possible before they are released into a local river.
sv_se: En fabrik producerar tre olika typer av spillvatten som måste behandlas så att pH-värdet är så nära 7 som möjligt innan det släpps ut i en lokal flod.

source: A family wants to reduce the amount of packaging from soap products that they send to landfill.
sv_se: En familj vill minska mängden förpackningar från tvålprodukter de slänger i soppåsen.

source: A farmer finds that introducing an insect species into the fields as a biological control agent causes a large decrease in the weed density.
sv_se: En jordbrukare observerar att införandet av en insektsart på fälten som ett biologiskt bekämpningsmedel leder till en stor minskning av ogrästätheten.

source: A farmer uses four insect species to reduce the population density of one weed species on the farm.
sv_se: En jordbrukare använder fyra insektsarter för att minska populationstätheten för en ogräsart på gården.

source: A female adult can lay up to 500 eggs at one time.
sv_se: En vuxen hona kan lägga upp till 500 ägg vid ett tillfälle.

source: A few times
sv_se: Några gånger

source: A few times a month
sv_se: Några gånger i månaden

source: A few times a year
sv_se: Några gånger om året

source: A field study is more likely to be an accurate representation of how birds behave.
sv_se: Det är mer sannolikt att en fältstudie korrekt representerar hur fåglar beter sig.

source: A fitness plan has the following characteristics:
sv_se: Ett träningsupplägg har följande egenskaper:

source: A full-time teacher is employed at least 90% of the time as a teacher for the full school year.
sv_se: En heltidsanställd lärare är anställd som lärare minst 90 % av tiden under ett helt läsår.

source: A gas was measured at different values of pressure, volume and temperature.
sv_se: En gas mättes vid olika värden för tryck, volym och temperatur.

source: A good approach first moves the cans from column 2 into column 1 using a green repeat block.
sv_se: Ett bra sätt är att först flytta konservburkarna från kolumn 2 till kolumn 1 med hjälp av ett grönt upprepa-block.

source: A good approach is to write a program for Row 1, try it out and then modify it for Row 2.
sv_se: Ett bra sätt är att skriva ett program för rad 1, testa det och sedan ändra det för rad 2.

source: A good way to know if something is true is to do an experiment.
sv_se: Ett bra sätt att ta reda på om något är sant är att göra ett experiment.

source: A group of scientists that studies manatees in Florida receive much of its funding from companies that own power plants.
sv_se: En grupp forskare som studerar manater i Florida får en stor del av sin finansiering från företag som äger kraftverk.

source: A group of students uses agar plates to investigate whether Brand A sanitiser is more effective at killing bacteria than Brand B sanitiser.
sv_se: En grupp elever använder agarplattor för att undersöka om handdesinfektionsmedel av märke A dödar bakterier effektivare än handdesinfektionsmedel av märke B.

source: A guest room
sv_se: Ett gästrum

source: A guide to reforestation
sv_se: En vägledning för återbeskogning

source: A hypothesis is true because it has not been proven false.
sv_se: En hypotes är sann eftersom den inte har bevisats vara falsk.

source: A lack of <English¹> teaching staff
sv_se: Brist på lärare i engelska

source: A lack of <digital resources> (e.g. desktop or laptop computers, internet access, learning management systems or school learning platforms)
sv_se: En brist på digitala verktyg (t.ex. stationära eller bärbara datorer, tillgång till internet, system för undervisningshantering eller skolplattformar).

source: A lack of assisting staff
sv_se: Brist på stödpersonal.

source: A lack of educational material (e.g., textbooks, IT equipment, library or laboratory material)
sv_se: Brist på undervisningsmaterial (t.ex. läroböcker, it-utrustning, bibliotek eller laboratoriematerial).

source: A lack of physical infrastructure (e.g., building, grounds, heating/cooling, lighting and acoustic systems)
sv_se: Brist på fysisk infrastruktur (t.ex. byggnader, utomhusområden, uppvärmning/kylning, belysning och akustiska system).

source: A lack of professional development opportunities for <English¹> teaching staff
sv_se: Brist på möjligheter till fortbildning för lärare i engelska

source: A lack of resources for <English¹> <enrichment> language activities
sv_se: Brist på resurser för aktiviteter för extra fördjupning i engelska

source: A lack of resources for <remedial English¹ lessons>
sv_se: Brist på resurser för stödundervisning i engelska

source: A lack of resources for remote <English¹> teaching and learning
sv_se: Brist på resurser när det gäller undervisning och inlärning i engelska på distans

source: A lack of teaching materials and pedagogical resources
sv_se: Brist på läromedel och pedagogiska resurser

source: A lack of teaching staff
sv_se: Brist på lärare.

source: A learned behaviour is a behaviour developed through experience.
sv_se: Ett inlärt beteende är ett beteende som utvecklats genom erfarenhet.

source: A lot
sv_se: Mycket

source: A low thermal conductivity means the material has a high resistance to heat flow.
sv_se: En låg värmeledningsförmåga betyder att materialet har ett högt motstånd mot värmeflöde.

source: A male pollen cell joins with a female cell.
sv_se: En hancell från pollenet smälter samman med en honcell.

source: A mass extinction of large dinosaurs occurred approximately 65.5 million years ago.
sv_se: Ett massutdöende av stora dinosaurier inträffade för cirka 65,5 miljoner år sedan.

source: A metalworking factory uses four machines with permanent magnets to collect iron filings that are evenly distributed across the factory floor.
sv_se: En metallfabrik använder fyra maskiner med permanentmagneter för att samla upp järnfilspån som är jämnt utspritt på fabriksgolvet.

source: A middle fragment (M) of 1 hectare is surrounded by four larger fragments of 1.4 hectares each.
sv_se: En odlingsyta i mitten (M) på 1 hektar omgavs av fyra större odlingsytor på 1,4 hektar vardera.

source: A new capital city of Indonesia is being built for several reasons, including the risk of rising sea levels.
sv_se: En ny huvudstad i Indonesien byggs av flera skäl, inklusive risken för stigande havsnivåer.

source: A new layer of bone is added to the outside of each bone as the animal grows.
sv_se: Ett nytt lager av ben läggs på utsidan av varje ben när djuret växer.

source: A news article claims, ‘Land subsidence is a serious issue that affects only Asian tropical cities’.
sv_se: En nyhetsartikel påstår att ”sättning är ett allvarligt problem som endast påverkar tropiska städer i Asien”.

source: A news article presents alternative data that suggests that extinction risk for the vertebrates in the graph is much lower than that presented in this graph.
sv_se: En nyhetsartikel presenterar alternativa uppgifter som tyder på att utrotningsrisken för ryggradsdjuren i diagrammet är mycket lägre än vad som presenteras i diagrammet.

source: A pH scale includes values that range from 0 (strongly acidic) to 14 (strongly basic or alkaline).
sv_se: En pH-skala har värden som går från 0 (mycket sur) till14 (mycket basisk eller alkalisk)

source: A particular fish species only makes sounds at night and in muddy water during daylight.
sv_se: En viss fiskart gör ljud enbart på natten och även i lerigt vatten på dagen.

source: A path with short grass has been mown in this meadow.
sv_se: En stig med kort gräs har klippts på denna äng.

source: A person does not stretch before skipping (red dashed line).
sv_se: En person stretchar inte innan hen hoppar hopprep (röd streckad graf).

source: A person stretches before skipping (blue solid line).
sv_se: En person stretchar innan hen hoppar hopprep (blå heldragen graf).

source: A person’s fitness level can be described by a score between 0 (poor) and 100 (excellent).
sv_se: En persons konditionsnivå kan beskrivas med en poäng mellan 0 (dålig) och 100 (utmärkt).

source: A policy refers to established rules or procedures.
sv_se: En policy refererar till fastställda regler eller förfaranden.

source: A private school
sv_se: En fristående skola

source: A programme of professional development here is a formal programme designed to enhance teaching skills or pedagogical practices.
sv_se: Fortbildning är ett formellt program som är utformat för att förbättra undervisningsförmågan eller de pedagogiska färdigheterna.

source: A public school
sv_se: En kommunal skola

source: A restaurant owner wants to put rice in one side of the containers and curry in the other side.
sv_se: En restaurangägare vill ha ris på den ena sidan av förpackningen och currygryta på den andra sidan.

source: A ring-shaped scanner detects the gamma rays that strike it.
sv_se: Ringskannern detekterar gammafotonerna som slår emot den.

source: A room of your own
sv_se: Ett eget rum

source: A rope attaches each trap to a buoy that floats on the surface of the water so that the trap can be collected.
sv_se: Varje bur är kopplad med ett rep till en boj som flyter på vattenytan så att buren kan samlas in.

source: A rover must make a journey to Site A on Mars.
sv_se: Ett planetfordon måste resa till plats A på Mars.

source: A rover must make a journey to Site B on Mars.
sv_se: Ett planetfordon måste resa till plats A på Mars.

source: A school bus company has buses with seats for a maximum of either 30 or 40 students.
sv_se: Ett skolbussföretag har bussar med sittplatser för maximalt antingen 30 eller 40 elever.

source: A school student is completing an assignment about the environmental impacts of climate change across Canada.
sv_se: En skolelev utför en uppgift om klimatförändringens miljöpåverkan i Kanada.

source: A science qualification can help me have access to many different types of jobs.
sv_se: En naturvetenskaplig utbildning kan ge mig möjlighet att arbeta med många olika saker.

source: A seismic zone is an area where earthquakes are likely to occur.
sv_se: En seismisk zon är ett område där det är sannolikt att jordbävningar inträffar.

source: A seismograph measures the intensity of an earthquake.
sv_se: En seismograf mäter intensiteten i en jordbävning.

source: A series of turbines was built under the annual migration route of some golden eagles.
sv_se: En rad vindkraftverk byggdes under vissa kungsörnars årliga migrationsväg.

source: A similar artificial glacier project exists in the Andes Mountains in Chile, South America.
sv_se: Ett liknande projekt med artificiella glaciärer finns i Anderna i Chile, Sydamerika.
